const translations = {
    "fromText": "Звідки",
    "toText": "Куди",
    "destinationText": "",
    "returnText": "",
    "passangerText": "",
    "confirmText":"",
    "adultTexts": ["дорослий", "дорослих", "дорослих"],
    "childTexts": ["дитина", "дитини", "дітей"],
    "datepicker": {
        "days": ["Воскресенье", "Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота", "Воскресенье"],
        "daysShort": ["Вск", "Пнд", "Втр", "Срд", "Чтв", "Птн", "Суб", "Вск"],
        "daysMin": ["Вс", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Вс"],
        "months": ["Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь"],
        "monthsShort": ["Янв", "Фев", "Мар", "Апр", "Май", "Июн", "Июл", "Авг", "Сен", "Окт", "Ноя", "Дек"],
        "today": "Сегодня",
        "weekStart": 1
    }
}


module.exports = translations;