const translations = {
    "passangerText": "Пасcажир",
    "adultText": "Взрослый",
    "childText": "Ребенок",
    "errorText": "Заполните это поле",
    "nameText": "Имя",
    "lastNameText": "Фамилия",
    "phoneText": "Телефон",
    "dateOfBirthText":"Дата рождения",
    "dateOfBirthPlaceholder": "ДД-ММ-ГГГГ",
    "additionalPhoneText": "Доп. телефон",
    "emailText": "Email",
    "discountText": "Скидка",
    "discountCardText": "Номер карты",
    "noteText": "Обратите внимание! Имя, фамилия и дата рождения должны соответствовать данным, указанным в загранпаспорте.",
    "noDiscountText": "Без скидки",
    "infoCheckTitle": "Внимательно проверьте правильность введенных данных",
    "datepicker": {
        "days": ["Воскресенье", "Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота", "Воскресенье"],
        "daysShort": ["Вск", "Пнд", "Втр", "Срд", "Чтв", "Птн", "Суб", "Вск"],
        "daysMin": ["Вс", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Вс"],
        "months": ["Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь"],
        "monthsShort": ["Янв", "Фев", "Мар", "Апр", "Май", "Июн", "Июл", "Авг", "Сен", "Окт", "Ноя", "Дек"],
        "today": "Сегодня",
        "weekStart": 1
    },
    "validationErrors": {
        "1": "Некорректный номер телефона",
        "2": "Должно содержать только цифры",
        "3": "Заполните это поле",
        "4": "Вы уже использовали этот номер телефона для другого пассажира",
        "5": "Должно содержать только буквы",
        "6": "Должно содержать минимум %{count} буквы",
        "7": "Некорректный email",
        "8": "Некорректная скидка",
        "9": "Некорректная дата",
        "10": "Номер должен состоять только из цифр"
    }
}


module.exports = translations;