const translations = {
    "passangerText": "Пасажир",
    "adultText": "Дорослий",
    "childText": "Дитина",
    "errorText": "Заповніть це поле",
    "nameText": "Ім'я",
    "lastNameText": "Прізвище",
    "phoneText": "Телефон",
    "dateOfBirthText":"Дата народження",
    "dateOfBirthPlaceholder": "ДД-ММ-РРРР",
    "additionalPhoneText": "Дод. телефон",
    "emailText": "Email",
    "discountText": "Знижка",
    "discountCardText": "Номер картки",
    "noteText": "Зверніть увагу! Ім'я, прізвище та дата народження мають відповідати даним, що вказані в закордонному паспорті.",
    "noDiscountText": "Без знижки",
    "infoCheckTitle": "Уважно перевірте правильність введених даних",
    "datepicker": {
        "days": ["Недiля", "Понедiлок", "Вiвторок", "Середа", "Четвер", "П\"ятниця", "Субота", "Недiля"],
        "daysShort": ["Нед", "Пнд", "Втр", "Срд", "Чтв", "Птн", "Суб", "Нед"],
        "daysMin": ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Нд"],
        "months": ["Сiчень", "Лютий", "Березень", "Квітень", "Травень", "Червень", "Липень", "Серпень", "Вересень", "Жовтень", "Листопад", "Грудень"],
        "monthsShort": ["Сiч", "Лют", "Бер", "Квіт", "Трав", "Чер", "Лип", "Сер", "Вер", "Жов", "Лис", "Груд"],
        "today": "Сьогодні",
        "weekStart": 1
    },
    "validationErrors": {
        "1": "Некоректний номер телефону.",
        "2": "Має містити лише цифри.",
        "3": "Заповніть це поле.",
        "4": "Ви вже використали цей номер телефону для іншого пасажира.",
        "5": "Має містити лише літери.",
        "6": "Має містити мінімум %{count} літери.",
        "7": "Некоректний email.",
        "8": "Некоректна знижка.",
        "9": "Некоректна дата.",
        "10": "Номер має складатися лише із цифр.",        
        "11": "Вибрана знижка не відповідає віку. %%[add-field:discount] %%[remove-field:date-of-birth]"

    }
}


module.exports = translations;